[{"text": "\ncarmelic7336 für die 10 Euro bei der Registrierung, sobald eine 10-Euro-Transaktion mit der Karte (oder einer Auszahlung) erfolgt. Ich habe das Konto in Rekordzeit eröffnet, war an dem Tag aktiv und das Konto ist sofort betriebsbereit, der Registrierungsvorgang ist wirklich sehr einfach und intuitiv, die Karte kommt innerhalb von 3 Arbeitstagen kostenlos nach Hause, sehr schön und originell, das Konto ist es ist absolut kostenlos, es gibt keine Verwaltungskosten, die Karte funktioniert perfekt sowohl online als auch in physischen Geschäften, die auch im Ausland verwendet werden, und es wurden mir nicht einmal Umtauschgebühren berechnet, nur N26 erlaubt dies. Die Überweisungen sind schnell, weniger als ein Arbeitstag wird gutgeschrieben, sie sind kostenlos, kostenlos sind auch Abhebungen an jedem Geldautomaten in ganz Europa; Abhebungen an Postautomaten sind ebenfalls kostenlos. Die Anwendung funktioniert sehr gut, einfach und intuitiv, grafisch ist es angenehm, es besteht auch die Möglichkeit, den Dunkelmodus zu verwenden. Die Unterstützung ist sehr präsent und bereit, jedes Problem auf professionelle Weise zu lösen. Hervorragende Geldbohnen, mit denen Sie sofort und kostenlos Geld an N26-Kunden senden können. Ich bin absolut zufrieden und kann Sie nur weiterempfehlen\n"}, {"text": "\nHabe mir N26 als Zweitkonto zunächst nur als gebührenfreie Debit-Mastercard zugelegt um Apple Pay sowohl auf der Apple Watch als auch auf dem iPhone zu benutzen. Anmeldung ging schnell & unkompliziert, hier wird nicht zuviel versprochen und funktioniert tadellos mit Apple Geräten. Mittlerweile habe ich zudem festgestellt dass das Konto bei N26 eine Reihe weiterer Vorteile bietet, wie bspw. Moneybeam also kostenfreie Echtzeitüberweisungen unter N26 Mitgliedern (so schnell wie PayPal jedoch direkt auf dem Konto eben), extrem kostengünstige Auslandszahlungen (gebührenfrei & ohne Wechselkurs-Aufschläge), praktische Wise-Kooperation für kostengünstige Auslandsüberweisungen die in der App integriert sind, etc.. Auch die sofortige Push-Mitteilung und verzögerungsfreie Darstellung der Umsätze unmittelbar nach der Zahlung empfinde ich als sehr praktisch, da man so ein sicheres Gefühl hat dass nicht zuviel abgebucht wurde. Ein Nachteil die so eine kostengünstige Smartphone-Bank eben mit sich bringt, sind das fehlende Filialnetz und das Wegfallen der persönlichen Beratung, welches jedoch teilweise durch Chat-Support und Netzwerk von Partnerfilialen aufgefangen wird. Unterm Strich echt zu empfehlen.\n"}, {"text": "\nAllerdings nicht in Deutschland. Bin nun seit über 6 Jahren Kunde von N26 und nutze das Konto schon die ganze Zeit als Hauptkonto. Bisher zum Glück keine schwerwiegende Probleme gehabt, z.B. Kontosperrung oder verschwundenes Geld. Ja, der Service ist manchmal entweder unerreichbar oder zu langsam oder wenn doch Glück gehabt und jemanden erreicht dann hilflos oder inkompetent. Dafür zahle ich eben keine Kontogebühren, das ist der Deal. In Deutschland ist es leider immer noch so, dass kostenloser Service relativ schlecht ist, da auch bezahltes nicht immer gut ist. Was mir bei N26 aber auf jeden Fall im Vergleich zu den meisten Banken in Deutschland gefällt, ist die App, die immer noch modern und flexibel wirkt. Ich habe auch andere kostenlose Konten, z.B. bei der Deutsche Bank, aber die App ist hier die beste und das ist für mich wichtig. Ich weiß, dass es N26 schwer geht, aber ich hoffe es immer noch, dass ihr das schafft und euer Business profitabel machen könnt ohne Kunden vernachlässigen zu müssen 👏👍✌️\n"}, {"text": "\nIch nutze den N26 Metal Service nun knapp einem Jahr und bin innerhalb der EU sehr oft unterwegs. Die App und die Bank sind daher wie für mich gemacht und funktionieren ausnahmslos und ohne Problem. Selbst die Änderung meiner Kontaktdaten (E-Mail und Rufnummer) hat nach dem gut gesicherten Verifizierungsprozess sehr gut und schnell funktioniert. Nach meiner bisherigen Erfahrung kann ich N26 nach bestem Wissen und Gewissen weiterempfehlen und habe bereits einige Freunde und bekannte geworben die bislang auch äußerst zufrieden sind. Eine kleine Anmerkung zum Kundenservice, der ja öfters mal „in den Dreck“ gezogen wird, kann ich nur sagen, dass jedes Unternehmen und jede Bank den ein oder anderen unfähigen Mitarbeiter hat. Das ist ganz normal und deshalb den Kundenservice so schlecht darzustellen kann ich nicht nachvollziehen, vor allem weil ich bisher bei ca 10 Chats und 3 Telefonaten immer Kompetente Mitarbeiter hatte. Wie gesagt meine wärmste Empfehlung zu dieser Online Bank zu wechseln! Allein wegen der coolen Kreditkarten 😉\n"}, {"text": "\nIch bin seit Anfang an dabei als N26 sogar noch Numbers26 hieß und habe somit die tolle Entwicklung miterlebt. Bis heute nie Probleme mit gehabt und App sowie Homepage wird konstant verbessert. Bis Ende des Jahres ziehe ich nun endlich von der Sparkasse komplett auf N26 um, da  für mich momentan die beste und innovativste Bank/ App. Toll finde ich “Spaces” und “Beam”. Somit kann man Freunden und Familie in Sekunden Geldbeträge zu senden. Hat sich schon öfters als sehr praktisch erwiesen. Grundsätzlich ist der Aufbau der App toll, schön und übersichtlich. Karten lassen sich sofort sperren und schlimmstenfalls neu bestellen, was bei mir immer schnell ging. Es gibt nichts was mir wirklich negativ auffallen würde, also 5 Sterne ⭐️Wer übrigens wert auf Service und gut erreichbare Hotline Wert legt wird hier ebenfalls nicht enttäuscht werden.\n"}, {"text": "\nStand leider 4 Tage im Ausland ohne Geld da weil die Karte plötzlich überall abgelehnt wurde. Nach mehrmaligem Chat (2-3 mal pro Tag) mit dem Support der mir jedes Mal versicherte das die Karte in 1-2 zwei Stunden wieder funktionieren solle passierte leider gar nichts und das den kompletten Urlaub über.Im Chat sowie per Support E-Mail wurde mir jedes Mal das gleiche erzählt, das die Zahlungen wegen einer Sicherheitssperre abgelehnt wurden. Komischerweise ist bis heute in keiner E-Mail oder sonst was ein Mitarbeiter darauf eingegangen das mir 4 Tage lang das selbe erzählt wurde und nichts passiert ist.Mein Vertrauen in die Bank ist leider weg!!!\n"}, {"text": "\nVielen Dank für deine ehrlichen Worte. Es tut uns leid zu hören, dass wir deine Erwartungen nicht erfüllen konnten. Wir werden dein Feedback an die entsprechende Abteilung weiterleiten.\n"}, {"text": "\nIch war Kunde bei der N26 und habe vor gut ca.1 Jahr das Konto selber gekündigt.  Ich wollte per online wieder ein eröffnen und das ging leider nicht. Das System hat mich an den Support weitergeleitet. Mit dem Kundenservice gab per Mail Schriftwechsel um zu erfahren warum ich kein Konto eröffnen kann. Wie gesagt \"das Konto war ein Guthabenbasis Konto. Ich hatte keine Probleme mit der Schufa usw., Die Begründung ist, das System hat mich wegen Kündigung für 5 Jahre (hohe Sicherheitsauflagen) gesperrt . Ich war erstmal Verwundert und enttäuscht. Anscheind gibt es bei N26 nur eine Chance Konto zueröffnen. Dann bleibe ich bei meiner Sparkasse.\n"}, {"text": "\nDanke für dein Feedback.Diese Regeln sind uns durch die BAFIN auferlegt worden, daran konnten wir nichts ändern.Allerdings ist diese Regelung inzwischen abgeschafft.Solltest du selbst dein Konto gekündigt haben, kannst du erneut ein Konto eröffnen.Falls du es irgendwann in Erwägung ziehst, heißen wir dich gerne wieder bei uns Willkommen.\n"}, {"text": "\nIch liebe es, alle meine Bankgeschäfte über eine App erledigen zu können. Hat man kein Problem und ist einigermaßen digital affin, dann ist diese Bank sehr gut, vor allem wegen der App.Ich hatte bis jetzt nur 3-4x ein Problem, bei dem ich Hilfe brauchte. Einfache Anfragen lassen sich bequem mit kurzer Wartezeit über den Chatkontakt erledigen. Wird es jedoch komplizierter, braucht man den Telefonsupport (da deutlich kompetenter aus meiner Erfahrung) - soweit ich weiß ist dieser jedoch nur für Metal (also zahlenden) Kunden verfügbar.Ich bin gerne bereit für gute Leistung zu zahlen und die sehe ich bei N26 auch. Allerdings ist bei einer Bank ein guter Support sehr wichtig (es geht schließlich um Geld). Dass qualitativ hochwertige Hilfe nur zahlenden Kunden zur Verfügung steht, finde ich sehr schade.Kleines Manko an dem Chatrobot: Nachrichten dessen werden künstlich verzögert (vermutlich um das Mitlesen zu erleichtern), für schnell lesende Menschen kann das jedoch recht nervig sein, da es meistens recht viele kurze Nachrichten sind.\n"}, {"text": "\nEigentlich habe ich mir das Konto bei der N26 hauptsächlich deswegen zugelegt, weil man damit Apple Pay nutzen kann - inzwischen überlege ich, komplett zu wechseln. Die App ist sehr übersichtlich, extrem leicht zu bedienen und lässt keine Wünsche offen. Login per Face-ID, jede Kontobewegung wird sofort per Push-Nachricht angezeigt und (im Gegensatz zu den meisten anderen Banken) Transaktionen werden sofort durchgeführt. Sowohl bei Einzahlungen wie auch bei Abhebungen oder Bezahlvorgängen. Man sieht augenblicklich den aktuellen Kontostand.Alles in allem für meine Bedürfnisse perfekt. Eine bessere Umsetzung fürs Onlinebanking gibt es nicht, da haben die anderen Unternehmen einfach viel zu lange gepennt.\n"}, {"text": "\nAm Anfang geht man natürlich immer skeptisch auf eine neue Bank zu, schließlich geht es hier um das eigene hart verdiente Geld welches man hier in fremde Hände gibt. Mittlerweile hat mich N26 allerdings absolut überzeugt. Kein einziger Zwischenfall oder ein nerviges Problem innerhalb von zwei Jahren welches nicht sofort  geklärt werden konnte (was man zum Beispiel von der Volksbank nicht behaupten kann...). Mein einziges Konto wird es leider noch nicht, dafür fehlt eine „echte“ Kreditkarte im Angebot. Die ausgegebenen Debitkreditkarten werden bei kritischen Geldgeschäften noch nicht so gerne gesehen. Zudem fehlt mir eine VISA Option und eine deutsche Giro Karte. Letzteres braucht man vorallem in kleineren Geschäften. Daher bleibt das Zweitkonto bei der Volksbank weiterhin bestehen. Aber für den Großteil Meiner Bankangelegenheiten hat sich N26 völlig bewährt! Zuverlässig, zukunftsorientiert und einfach. Ich bin zufrieden.\n"}]