[{"text": "\nIch finde Netflix wirklich toll aber es gibt da ein paar Dinge die mich stören :1. Ich weiß nicht genau ob es an meinem Handy liegt oder so aber früher gab es einen Button zum Überspringen des Intros doch jetzt ist er nicht mehr da . Also entweder ist es eine Art Fehler von meinem Handy oder es ist ein Upgrade oder so .. ich fände es toll wenn der Button wieder da ist weil manche Intros einfach so lang sind und ich dann immer vorspulen muss.2. Ich gucke gerade Vampire Diaries Staffel 5 Folge 16 bzw. 17 weil ich Folge 16 nicht anschauen kann : „Der Titel kann nicht abgespielt werden. Bitte versuchen sie es später nich einmal.“ ich verstehe nicht warum ich ihn nicht abspielen kann. Immerhin dauert eine Folge ca. 40 min und innerhalb dieser Minuten verpasst man ja schon viel und ich würde mir wünschen dass dieser Fehler behoben ist . Netflix generell ist wirklich toll es gibt einige coole tolle Serien und Filme zum anschauen die man im Internet nicht immer finden oder exestieren zum anschauen doch es gibt trotzdem viele Serien und Filme die Netflix noch nicht gekauft hat und man wünscht sich eben noch ein paar mehr. Aber ansonsten find ich Netflix wirklich gut und ich kann mir meine Zeit wirklich gut vertreiben . 4 Sterne !!!\n"}, {"text": "\nAn sich fehlen Netflix immer noch eine große Zahl an Serien, Filmen, etc. Das ist aber nicht der Grund warum ich hierbei einen Stern abziehe, sondern wegen dem neusten Update.Seit dem fehlt mir der Button zum überspringen des Intros, was ich sehr schade finde, da manche Serien einfach ein viel zu langes Intro haben und ich nun warten muss oder anderweitig versuchen muss dieses zu überspringen. Es ist einfach nervig.Was mir aber am meisten fehlt, ist, dass der Butten vom vorspulen inzwischen komplett fehlt. Früher konnte man immer 10 sek nach vorne oder nach hinten spulen, jetzt geht es nur noch nach hinten. Des öfteren möchte ich aber einfach simple Sachen überspringen und da ist es sehr störend das nun diese gute Funktion weg ist.Was ich auch vorschlagen würde, wäre ein Zufallsbutton im home Menü, um z.B. Einfach mal eine neue Serie finden zu können und nicht ständig welche suchen zu müssen. Manchmal habe ich einfach keine Lust auf die Serien die ich derzeit schaue und es wäre einfach ein lustiges Erlebnis neue suchen zu können per Zufall.Wenn das überspringen des Intros und der 10 sek Butten wieder kommen, gebe ich 5 Sterne. Solange verdient Netflix nicht mehr als 4.\n"}, {"text": "\nan sich ist die app sehr gut und ich benutzte sie auch sehr oft und das schon über einen langen zeitraum. ich finde es sehr schade das viele serien und filme fehlen. da ich oft im ausland unterwegs bin hab ich sehr oft das problem das ein anderes programm in netflix verfügbar ist welches oft komplett anders ist...teilweise ist plötzlich deutsche sprache nicht mehr verfügbar für serien die ich sogar in deutsch begonnen habe...zb rick & morty staffel 3..plötzlich wird deutsch nicht mehr angezeigt. eine verbesserung wäre zudem das download limit eines films zu erhöhen...es gibt immer mal probleme sodass das handy zurückgesetzt werden muss oder man muss mal ein neues kaufen...dann ist es nicht mehr möglich einen bereits heruntergeladen film erneut zu bekommen.\n"}, {"text": "\nAlso ich finde Netflix super. Mittlerweile könnte ich garnicht mehr ohne diese App. Durch die Updates wurde es immer besser auch das man sehen kann was demnächst erscheinen wird. Das find ich super. Allerdings gibt es eine Sache die mich stört. Ich bin ein totaler Vampire Diaries Fan. Allerdings bin ich damit schon mehrmals durch und möchte nun Originals anfangen. Das gibt es aber nicht mehr. Also das gab es mal glaub ich aber auf jeden Fall jetzt nicht mehr. Das find ich sehr schade weil ich habe kein Streamingdienst der mir ermöglicht die Serie zu schauen. Weil bei vielen Filmen wie: The Kissing Booth, to all the Boys usw. gibt es mehrere Teile. Deshalb würde ich mir das eben auch bei Vampire Diaries wünschen. Weil Originals und Legcies gehören nun mal dazu. Außerdem möchte ich mir nicht sämtliche andere Apps herunterladen um dann im Monat das 3fache zu zahlen und das für fast das selbe bzw. Die Fortsetzung.Aber sonst ist die App wirklich super und nicht jeder hat mein Problem. Es ist ja nicht jeder so besessen davon wie ich😅. Also ich empfehle dir App auf jeden Fall weiter und gebe ihn trotzdem 5 Sterne⭐️\n"}, {"text": "\nSpeziell für Netflix habe mir ein neues großes iPad Pro mit 12,8 Zoll (Version 2, 2017) gekauft. Heute habe ich Marvel’s Daredevil Staffel 2, Folge 4 geschaut und musste leider feststellen dass das gesamte Bild viel zu dunkel ist. Viele Szenen die im Dunkeln spielen kann man dann gar nicht richtig erkennen. Alles wird dunkel und grau. Auf meinem Fernseher und auf meinem Computer habe ich im Hintergrund grüne Bäume und auf dem iPad ist alles nur schwarz im Hintergrund auch die Farben wirken auf dem iPad nicht so lebendig wie auf dem PC oder Fernseher. Wie gesagt besonders bei dunklen Filmszenen ist der unterschied enorm. Ich muss sagen das ärgert mich sehr, ich habe schon gar keine Lust mehr mit dem neuen tollen iPad zu schauen. Ich möchte den Support herzlich bitten die Bildqualität in der iPad App deutlich zu verbessern !Vielen Dank.\n"}, {"text": "\nIch habe erst seit kurzem Netflix und bin auch sehr zufrieden damit. Heute wollte ich meine Serie weiter schauen und plötzlich konnte ich mich nicht mehr anmelden. „E-Mail-Konto existiert nicht“- sofort wurde ich stutzig und schaute in meine E-Mails rein und da kamen 3 Mails von Netflix, einmal neues Einloggen von einem Browser in Bulgarien(!!!), dann Passwort wurde geändert und die letzte, dass die E-Mail-Adresse geändert wurde. Sofort rief ich den Support an und mir wurde schnell geholfen. Ein riesengroßes Lob an den Mann vom Supporterteam, der mir fix alles wieder besorgt hatte. Gleich danach änderte ich dann auch andere Accounts. Und nun kann ich wieder gespannt meine Serie schauen. Vielen lieben Dank!! :)\n"}, {"text": "\nIch liebe Netflix, jedoch  denke ich, dass es trotzdem den ein und anderen Punkt gibt den man verbessern oder hinzufügen könnte. Als würde mir zum Beispiel einfallen, dass es schön wäre wenn man so etwas wie Playlisten erstellen könnte, in den man dann Serien und Filme hinzufügen könnte, um allgemein etwas mehr Übersicht über geguckte und noch nicht geguckte Dinge zu schaffen. Die „My List“ ist zwar auch schon ziemlich gut, aber mit ihr verliert man schnell den Überblickt welche Serien man denn jetzt wirklich geguckt hat. Zu dem ist auch ein Punkt dass ich es gut finden würde, wenn z.B. Serien die schon in Amerika zu Verfügung stehen auch direkt zum Netflix Germany mit englischen Untertitel kommen (Der ja so oder so schon für Amerika erstellt wurde), da heutzutage ein sehr großer Teil Deutschlands sehr gut Englisch kann. Das wäre jetzt nur Verbesserungsvorschläge, aber sonst ist wirklich alles super an Netflix, vor allem durch das neue Update.\n"}, {"text": "\nAn sich ist Netflix eine sehr tolle App mit der man viele Filme und Serien schauen kann. Ich finde die App hätte fünf Sterne verdient, wäre da nicht dieses ein Problem. Früher konnte man 10 Sekunden nach vorne und zurückspulen, mittlerweile kann man nur noch zurückspulen. Und es fängt langsam an mich so sehr zu nerven, sodass ich keine Lust mehr habe die App zu benutzen. Würde man dieses Problem beheben würde ich der App wahrscheinlich fünf Sterne geben.Noch besser wäre es sogar, wenn man noch unter der Leiste auf der man vor- und zurückspulen kann, wieder dieses kleine Menü einfügen könnte. Damit meine ich die Auswahl zwischen  “Vorherige Folge”, “Folgen” und “Nächste Folge”. Das hat mir auch sehr gefallen. Wenn man diese beiden Sachen wieder aufnehmen würde. Würde ich der App auf alle Fälle fünf Sterne geben.\n"}, {"text": "\nNetflix ist ja echt ein super Angebot und es gibt viele positive Seiten Sachen dabei aber ich muss jetzt einfach mal auflisten was mich momentan stört: Seit neustem bleiben Filme und Serien in meiner Liste selbst wenn ich sie über den Button entfernt habe. Oft genug habe ich versucht sie wieder hinzuzufügen und dann zu entfernen aber egal was ich versuche sie bleiben drinnen. Das nervt aber natürlich wenn du eine Übersicht haben möchtest welche Filme du noch gucken möchtest und nicht Filme die dich nicht mehr interessieren Dir auch noch angezeigt werden. Außerdem ist die Funktion Konto bei mir (und ich denke auch generell) verschwunden und man muss sich übers Internet einloggen um die Wiedergabe Liste sehen zu können. Gut finde ich, dass man jetzt auf 10sekunden vorspulen kann- fällt mir gerade so als positives neues ein. Schlecht ist aber auch, dass bei vielen Serien gar nicht mehr neuere Staffeln verfügbar sind, obwohl sie anderweitig ausgestrahlt werden. So bringt es einem herzlich wenig die Serien anzufangen weil man sie nicht zuende gucken kann oder zusätzlich woanders bezahlen muss um sie zu sehen. Ich werde meinen Kommentar erneuern wenn sich daran etwas ändert.\n"}, {"text": "\nDer Aufbau der App egal ob iPhone, iPad, Apple TV oder PC ist überall gleich gut und die Synco zwischen den Geräten klappt auch fast immer auf die Minute genau. Ich finde sie sehr intuitiv und selbsterklärend. Ebenso finde ich es gut, dass man die Filme und Serien sofort bewerten kann. Dabei halte ich eine 0-10 sterne Bewertung für besser als einfach nur Daumen hoch oder runter. Aber das ist ja auch Geschmacks Sache. Die Auswahl ist wirklich groß und ich hoffe sie bleibt es trotz des abzugs vom Disney-Content. Es gibt ja noch viele gute und auch eigene Produktionen die sich sehen lassen. Auch das Auto-herunterladen von ganzen Staffeln finde ich super. Auch wenn das nicht immer ganz ohne eigenes Eingreifen klappt.\n"}]